电脑快捷键：
1.Win+E：打开资源管理器
win+f：查找文件或者文件夹
		win+m：最小化所有窗口
		win+shift+m：还原最小化的窗口。
		win+向下键  最小化当前窗口
		win+向上键  放大当前窗口
2.Win+R：打开dos命令行
3.Win+L：锁定当前用户。

5.F11：最大化和最小化窗口切换。
f2  重命名文件
6.Ctrl+Shift+N：创建新文件夹
7.Win+T：在任务栏切换窗口。
8.win+break：快速查看系统属性。
9.ctrl+shift+esc：任务管理器。


Ctrl+快捷键
s 保存

o 打开
n 新建
z 撤销
f 查找
y 撤销过头的拯救
home 光标快速移动到文件头
end 光标快速移动到文件尾
拖动文件  复制文件
f5 刷新
x 剪切
拖动某一项时按Ctrl复制所选项
拖动某一项时按Ctrl+shift 创建所选项目的快捷键
tab 浏览器中切换下一个网页
w 关闭当前程序
alt f4：关闭当前软件
shift+tab 浏览器中切换上一个网页


Alt+快捷键
回车 查看文件属性

shift+快捷键
delete 永久删除所选项，而不将它放到回收站中


f键功能
f1：帮助
f2：重命名
f3：搜索文件
f4：地址栏，强关alt+f4
f5：刷新
f6：定位到地址栏
f9：降低音量
f10：提高音量
f11：全屏
f12：另存为